Revit 2027 API
Binding Properties
The Binding type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
Binding Class
Autodesk.Revit.DB Namespace